Revit 2027 API
SymbolTypeId.UmPerMDegreeC Property
 Symbol µm/(m·°C), indicating unit Micrometers per meter degree Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UmPerMDegreeC { get; }
Public Shared ReadOnly Property UmPerMDegreeC As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UmPerMDegreeC {
	ForgeTypeId^ get ();
}
static member UmPerMDegreeC : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace